app/controllers/email_controller.rb

SELECT "emails".* FROM "emails"
---
  def index
  	@email = Email.all

SELECT  "emails".* FROM "emails" WHERE "emails"."id" = $1 LIMIT $2  [["id", 8], ["LIMIT", 1]]
DELETE FROM "emails" WHERE "emails"."id" = $1  [["id", 8]]
SELECT "emails".* FROM "emails"
---
  def destroy
  	@des = Email.find(params[:id])
    @des.destroy
    @email = Email.all