app/views/email/_email.html.erb

UPDATE "emails" SET "updated_at" = $1, "lue" = $2 WHERE "emails"."id" = $3  [["updated_at", "2019-03-01 02:25:26.732541"], ["lue", true], ["id", 12]]
---
	<% @email.lue = "true" %>
    <% @email.save %>