app/views/email/show.js.erb

document.querySelector(".pouet").innerHTML = "";
document.querySelector(".pouet").insertAdjacentHTML("beforeend", "<%= j render 'email', email: @email.save %>")
---
UPDATE "emails" SET "lue" = $1, "updated_at" = $2 WHERE "emails"."id" = $3  [["lue", true], ["updated_at", "2019-03-01 01:47:34.571968"], ["id", 2]]